import React from "react";

const AboutCont = () => {
  return (
    <section id="about">
      <div className="about__inner">
        <div className="container">
          <div className="part1">
            <img
              src="https://images.unsplash.com/photo-1536893827774-411e1dc7c902?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8ZHJlYW18ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
              alt="dream"
            />
            <div className="comment">
              <h3>최후까지 나의 가능성을 믿다.</h3>
              <p>
                어떤 힘들고 괴로운 일을 겪더라도, 최후까지 저의 가능성을 믿어
                의심치 않기 위해 노력하였습니다. 저는 '어떤 일도 해낼 수 있는
                힘을 가진 인재다'라고 스스로 신뢰하며 그것을 직접 증명해 보이기
                위해 애썼던 것입니다. 마치 숱한 부모님들이 '저희 애는 머리가
                좋은데 공부는 안 해서요'라는 변명을 하는 것처럼, 저는 그와 같은
                저의 포부가 단지 말뿐인 레벨로 끝나지 않도록 성심성의껏 노력해
                가곤 했습니다. 처음에는 그런 저의 꿈을 허황된 존재로만 여기던
                사람들도, 그처럼 꾸준한 끈기를 본 후에는 저를 인정해 주었던
                덕분에,차츰 자신감을 부쩍 회복하게 될 수 있었던 것입니다.
                한편으로는 그와 같은 저의 능력에 걸맞은 비전과 업무를 택하고
                싶다는 희망을 가지고 있기도 했습니다. 세상만사 어떤 일이든 간에
                귀천은 없고 모두가 각자의 역할에 충실해야 한다는 사실을 알고
                있었지만, 저는 제가 진심으로 좋고 즐거워하며 적성에 맞으면서,
                업무의 충실함까지 느낄 수 있는 직종에 전념할 수 있기를 바랐기
                때문입니다. 또한 저의 노력이 누군가를 도울 수 있고, 그로 인해
                사회가 더 발전할 수 있다면 그보다 바랄 것이 없다는 희망을 품기도
                했습니다. 직업의 안정성이나 연봉, 근무 환경도 물론 중요한
                요소이긴 했으나, 제게는 그쪽이 더욱 중요하게 다가왔으므로, 저는
                그와 같은 요소를 중점으로 두어 직업을 탐색하였습니다.
              </p>
            </div>
          </div>
          <div className="part2">
            <img
              src="https://images.unsplash.com/photo-1519904981063-b0cf448d479e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjZ8fG1vdW50YWlufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
              alt="Mountain climbing"
            />
            <div className="comment">
              <h3>포기할 줄 모르는 끈기를 가진 자</h3>
              <p>
                포기할 줄 모르는 끈기를 가졌습니다. 어린 시절부터 등산이 취미인
                아버지와 함께 여러 산을 올랐습니다. 처음 산행을 시작했을 때 저는
                항상 정상에 오르지 못하고 중간에 멈추곤 하였습니다. 익숙해지면
                정상에 오를 것으로 생각했지만 저는 항상 산 중턱에서 멈추곤
                하였습니다. 아버지께서는 제게 힘들어도 참고 정상에 오르겠다는
                생각을 해보라고 하셨습니다. 항상 산 중턱에서 멈추던 저는 산
                중턱쯤에 오르면 목표를 거의 달성했다는 생각에 긴장이 풀어졌나
                봅니다. 이때부터 저는 제가 목표한 것보다 좀 더 높은 수준의
                목표를 세우기 시작했습니다. 이러한 생각을 가지고 산 정상에
                오르는 것을 목표로 마인드컨트롤을 하였습니다. 제가 이러한 방식을
                사용했던 것은 지금은 등산에 한정되어 중간에 포기하지만 모든 일에
                있어 중도에 포기하는 사람이 되지 않을까 우려되었기
                때문이었습니다. 목표를 높게 세우고 이를 실천해 나가는 과정은
                쉽지 않았습니다. 두 배의 노력이 필요했기 때문입니다. 산 중턱까지
                오르느라 숨이 턱까지 차올랐고 더 이상 숨을 쉬지 못하는 것은
                아닌가 하는 생각이 드는 것은 두세 번 넘기고 나면 어느새 정상에
                도달하게 되었습니다. 처음 정상에 도달했을 때가 생각납니다. 산
                정상에서 아래를 내려다보니 기분이 아주 상쾌했습니다. 노력하여
                성취하는 기쁨을 느낄 수 있었습니다. 높은 목표를 성취하기
                위해서는 수많은 도전이 필요하다고 생각합니다. 그러한 도전이
                단번에 성공하는 경우도 있지만, 실패를 반복하는 가운데 성장하여
                마침내 성취하게 되는 경우도 많습니다. 이를 깨달은 저는 매사 일에
                임함에 있어 실패를 두려워하지 않고 오히려 실패를 통해 한 층 더
                성장하는 사람이 되고자 노력해왔습니다. 포기하지 않고 도전하는
                것은 맡은 일에 책임을 다하는 사람으로 성장하는 바탕이 되었다고
                생각합니다. 모든 일에 열정이 넘칩니다. 활동적이고 긍정적인
                사람으로 평가받는 이유라 생각합니다. 때로는 이러한 열정이 넘쳐
                너무 많은 일을 벌이다 보면 감당할 수 없을 정도로 많은 일하는
                저를 발견하기도 합니다. 우선순위를 정하여 일하는 자세로 제가
                맡은 모든 일을 성공으로 이끄는 유능한 인재가 되도록
                노력하겠습니다.
              </p>
            </div>
          </div>
          <div className="part3">
            <img
              src="https://images.unsplash.com/photo-1521791136064-7986c2920216?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8dHJ1c3R8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
              alt="trust"
            />
            <div className="comment">
              <h3>관계에서 신뢰는 기본이다.</h3>
              <p>
                저는 인간관계에서 신뢰는 가장 기본이 되는 덕목이라고 생각합니다.
                함께 일하는 동료들이나 상사와 관리자로부터 신뢰를 얻지 못하면
                사회생활은 고립되고, 대인관계에서는 장벽이 생기고 말 것입니다.
                어린 시절 낙천적인 성격으로 약속시각에 종종 늦거나, 학교에서
                숙제나 준비물을 제대로 체크하지 않는 등의 실수를 하면서 저는
                같은 실수를 반복하면 그것이 곧 그 사람의 이미지가 되고 만다는
                것을 경험을 통해 배웠습니다. 그래서 저는 타인과의 관계에서
                약속은 철저하게 지키고 같은 실수를 반복하지 않도록 실수에서
                반드시 개선점을 찾아 고쳐나감으로써, 사람들로부터 신뢰를
                쌓아가려고 노력하고 있습니다. 또한, 중요한 결정을 내릴 때에는
                신중합니다. 결정을 내리기 전에 검토를 거듭하여 가장 정확하고
                효율적이라고 판단되면 결단을 내립니다. 작은 일 하나라도 신중히
                처리하여 실수를 미리 방지함으로써 업무의 정확성을 확보할 뿐
                아니라, 신뢰도 얻을 수 있다고 생각합니다.
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutCont;
